index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<title>もう飽きた</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="もう飽きた"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-05-02 17:52:08 JST"/>
<meta name="author" content="Yuuhi"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css" href="bootstrap.min.css">
<link rel="stylesheet" type="text/css" href="org-mode.css">

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">もう飽きた</h1>


<meta content='no-cache' http-equiv='Pragma' />


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 はじめに</a></li>
<li><a href="#sec-2">2 コメント</a></li>
<li><a href="#sec-3">3 日記</a></li>
<li><a href="#sec-4">4 技術メモ</a>
<ul>
<li><a href="#sec-4-1">4.1 過去の記録(今はほとんど更新していない)</a></li>
</ul>
</li>
<li><a href="#sec-5">5 個別の記録</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> はじめに</h2>
<div class="outline-text-2" id="text-1">

<ul>
<li>Twitter
<ul>
<li>メイン垢
    <a href="https://twitter.com/yuuhi111">https://twitter.com/yuuhi111</a>
</li>
<li>Bot兼サブ垢
    <a href="https://twitter.com/yuuhi112">https://twitter.com/yuuhi112</a>

</li>
</ul>

</li>
<li>メイン環境
<ul>
<li>MacBook Air 13-inch
<ul>
<li>OS: Mac OSX 10.7.3 Lion
</li>
<li>CPU: Intel Core i5 1.7GHz
</li>
<li>メモリ: 4GB 1333 MHz DDR3
</li>
</ul>

<p>    基本的にこの環境で生きている．Macを初めて触ったのは2011年の4月．
    Mac歴1年になる．なにか特別な事情がない限りこれからもMacをメインで使う．
</p>
</li>
<li>Shuttleのベアボーンキットを組み立てたもの
<ul>
<li>Linux機
</li>
<li>OpenSUSEがインストールしてある
</li>
</ul>

<p>    昔は外部からアクセス可能なサーバとして動かしていたけど，もうやめた
</p>
</li>
<li>Thinkpad 121e
<ul>
<li>仕事でWindows環境が必要だったときがあったので買った．
</li>
<li>安かったし，USキーボードだし，気に入っている．
</li>
<li>Windows環境が必要なくなったあとは，C# とかの勉強するのに使おうと思ったけど，結局エロゲ専用機に．．

</li>
</ul>

</li>
<li>H8/3069F マイコンボード
<ul>
<li>秋月で買ったH8/3069Fネット対応LANボード(完成品) <br/>
      12ステップで作る 組込みOS自作入門 <a href="http://kozos.jp/books/makeos/">http://kozos.jp/books/makeos/</a> を読むときにかったもの．
       途中で投げているので，またいじり倒したい．

</li>
</ul>

</li>
<li>DHD
<ul>
<li>Androidが入ったすまーとふぉん．Twitterのクライアント作ってたけど，行き詰まっている．
</li>
</ul>

</li>
</ul>

</li>
<li>趣味
<ul>
<li>ついったー
</li>
<li>専門書を積むこと <br/>
    人生もつんでる
</li>
</ul>

</li>
<li>欲しい物 <br/>
  Androidタブレット，iPad，恋人
</li>
<li>他に
<ul>
<li>よく使う顔文字
</li>
</ul>

</li>
</ul>




<pre class="example">(√・ヮ＜)ミ☆, _(º﹃º｣ ∠)_, ∩(＞◡＜*)∩, (º﹃º)
</pre>

<ul>
<li>エロゲのレビュー記事とか書きたい
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> コメント</h2>
<div class="outline-text-2" id="text-2">

<p>エリナぁ！！
</p>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> 日記</h2>
<div class="outline-text-2" id="text-3">

<ul>
<li><a href="./date12-03.html">2012-3-1</a>
</li>
<li><a href="./date12-03-23.html">2012-3-23</a>
</li>
<li><a href="./date12-04-01.html">2012-4-1</a>
</li>
<li>5月の記録
</li>
</ul>


</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> 技術メモ</h2>
<div class="outline-text-2" id="text-4">

<ul>
<li><a href="./index.html#">Androidアプリ開発</a>
</li>
<li><a href="./index.html#">Webとかその辺</a>
</li>
<li><a href="./index.html#">Emacsのこと</a>
</li>
<li><a href="./index.html#">アルゴリズムとか</a>
</li>
<li><a href="./ruby-memo.html">Rubyメモ</a>
</li>
<li><a href="./database.html">データベースのこと</a>
</li>
<li><a href="./env.html">環境構築のこと</a>
</li>
<li>フラクタル
</li>
</ul>



</div>

<div id="outline-container-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> 過去の記録(今はほとんど更新していない)</h3>
<div class="outline-text-3" id="text-4-1">

<ul>
<li><a href="http://d.hatena.ne.jp/yuuhi10/">はてブ</a>
</li>
</ul>


</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> 個別の記録</h2>
<div class="outline-text-2" id="text-5">

<ul>
<li><a href="./impression-of-reading/486.html">486のこと</a>
</li>
<li><a href="./impression-of-reading/perfectJS.html">JavaScriptのこと</a>
</li>
<li><a href="./impression-of-reading/sicp.html">SICP</a>
</li>
<li><a href="http://yuuhik.github.com/YhjML/">EOPL</a>
</li>
</ul>


</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-05-02 17:52:08 JST</p>
<p class="author">Author: Yuuhi</p>
<p class="creator">Org version 7.8.03 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
